read_verilog -sv -formal -overwrite {workspace}/FSM/serialReceiver_parityCheck.v
design -reset-vlog; proc;
write_json {workspace}/netlist/parity.json